/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "Bu dilleri kaldırmak istediğinizden emin misiniz?";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "Bu işlem geri alınamaz. Bu dillere ihtiyaç duymanız durumunda macOS'u baştan kurmak zorunda kalacaksınız.";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Canceling operation..." = "İşlem İptal Ediliyor...";

/* No comment provided by engineer. */
"Continue" = "Devam";

/* No comment provided by engineer. */
"Current architecture: %@" = "Mevcut işlemci mimarisi: %@";

/* No comment provided by engineer. */
"Failed to authorize as an administrator." = "Yönetici olarak yetkilendirilemedi.";

/* No comment provided by engineer. */
"Files removed." = "Dosyalar kaldırıldı...";

/* No comment provided by engineer. */
"Space saved: %@." = "%@ alan silindi.";

/* No comment provided by engineer. */
"Finished removing files" = "Dosyaların kaldırılması tamamlandı";

/* No comment provided by engineer. */
"locale_md" = "Moldovalı";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual tamamlandı";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = "Monolingual hiç bir değişiklik yapmadı.";

/* No comment provided by engineer. */
"Your OS has not been modified." = "İşletim sisteminizde bir değişiklik yapılmadı";

/* No comment provided by engineer. */
"Monolingual started" = "Monolingual başladı";

/* No comment provided by engineer. */
"Removal cancelled" = "Kaldırma iptal edildi";

/* No comment provided by engineer. */
"Removal completed" = "Kaldırma tamamlandı";

/* No comment provided by engineer. */
"Removing %@…" = "%@ kaldırılıyor…";

/* TODO: this hasn't been localized in all languages */
/* No comment provided by engineer. */
"Removing all architectures will make macOS inoperable." = "Tüm işlemci mimarilerini kaldırmak, macOS'u çalışamaz hale getirecektir.";

/* No comment provided by engineer. */
"Please keep at least one architecture and try again." = "Lütfen en az bir işlemci mimarisini saklayın ve tekrar deneyin.";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable." = "Tüm dilleri kaldırmak, macOS'u çalışamaz hale getirecektir.";

/* No comment provided by engineer. */
"Please keep at least one language and try again." = "Lütfen en az bir dili saklayın ve tekrar deneyin.";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "İşlemci mimarisi kaldırılıyor";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "%2$@den %1$@ dil kaldırılıyor…";

/* No comment provided by engineer. */
"Removing language %@…" = "%@ dili kaldırılıyor…";

/* No comment provided by engineer. */
"Removing..." = "Kaldırılıyor...";

/* No comment provided by engineer. */
"Started removing files" = "Dosyalar kaldırılmaya başladı";

/* No comment provided by engineer. */
"Stop" = "Dur";

/* No comment provided by engineer. */
"You are about to delete the English language files." = "İngilizce dil dosyalarını silmek üzeresiniz.";

/* No comment provided by engineer. */
"Are you sure you want to do that?" = "Bunu yapmak istediğinizden emin misiniz?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not." = "Kaldırma işlemini iptal ettiniz. Bazı dosyalar silindi, bazıları silinmedi.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Yönetici parolasını yanlış girdiniz.";

/* No comment provided by engineer. */
"unknown" = "bilinmiyor";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Yardımcı araç yüklemesi başarısız.";
